{
  "appName": "QuitMate",
  "getStarted": "Starten",
  "firstOfAll": "Zuallererst, Glückwunsch!",
  "takeTheFirst": "Machen Sie den ersten Schritt, um zu beginnen, und starten Sie jetzt Ihre Transformationsreise!",
  "welcomeBack": "Willkommen zurück!",
  "register": "Registrieren",
  "already": "Sie haben bereits ein Konto?",
  "doNotHave": "Sie haben kein Konto?",
  "pwDoNotMatch": "Passwörter stimmen nicht überein",
  "login": "Anmelden",
  "success": "Erfolg ",
  "userCreated": "Benutzer erfolgreich erstellt ",
  "email": "E-Mail",
  "password": "Passwort",
  "passwordAgain": "Passwort erneut eingeben",
  "username": "Benutzername",
  "error": "Fehler",
  "cancel": "Abbrechen",
  "anUnexpectedError": "Ein unerwarteter Fehler ist aufgetreten.",
  "goodMorning": "Guten Morgen!",
  "goodNight": "Gute Nacht",
  "whatAreYou": "Wovon erholen Sie sich?",
  "complete": "Vollenden",
  "home": "Startseite",
  "motivation": "Motivation",
  "community": "Gemeinschaft",
  "support": "Unterstützung",
  "whenWas": "Wann war Ihr nüchterner Starttermin?",
  "howMany": "Wie viele Tage pro Woche haben Sie getrunken?",
  "howManyTimesEach": "An den Tagen, an denen Sie getrunken haben, wie viele Getränke haben Sie konsumiert?",
  "next": "Weiter",
  "lastMilestone": "Letzter Meilenstein ",
  "confirmYourDaily": "Bestätigen Sie Ihr tägliches Versprechen und überprüfen Sie die Zeiten",
  "pledge": "Tägliches Versprechen",
  "review": "Tägliche Überprüfung",
  "youWillReceive": "Sie erhalten Benachrichtigungen zu diesen Zeiten.",
  "year": "Jahr",
  "month": "Monat",
  "day": "Tag",
  "days": "Tage",
  "reset": "Zurücksetzen",
  "settings": "Einstellungen",
  "hour": "Stunde",
  "yes": "Ja",
  "areYouSureReset": "Sind Sie sicher, dass Sie Ihr Startdatum auf heute zurücksetzen möchten?",
  "doNotFeel": "Schämen Sie sich nicht, zurückzusetzen! Sie sollten stolz darauf sein, dass Sie es versuchen.",
  "minute": "Minute",
  "second": "Sekunde",
  "iHaveBeen": "Ich bin seit frei",
  "mySoberStreak": "Meine nüchterne Phase beträgt",
  "mySoberStartDate": "Mein nüchterner Starttermin",
  "thereWasAnError": "Es gab einen Fehler beim Laden der Grafik",
  "setBGImage": "Hintergrundbild festlegen",
  "changeBGImage": "Hintergrundbild ändern",
  "bgImageUpdated": "Hintergrundbild wurde aktualisiert.",
  "okay": "Okay",
  "onlineTherapy": "Online-Therapie",
  "alumni": "Alumni",
  "account": "Konto",
  "deleteAccount": "Meinen Account löschen",
  "delete": "Löschen",
  "areYouSureDeleteAccount": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
  "areYouSureTurnOff": "Sind Sie sicher, dass Sie Benachrichtigungen ausschalten möchten?",
  "warning": "Warnung",
  "areYouSureLogout": "Sind Sie sicher, dass Sie sich abmelden möchten?",
  "signOut": "Abmelden",
  "language": "Sprache",
  "darkTheme": "Dunkles Thema",
  "about": "Über uns",
  "feedback": "Feedback",
  "rateThisApp": "Bewerten Sie diese App",
  "sendUs": "Senden Sie uns Feedback",
  "privacy": "Datenschutz",
  "privacyPolicy": "Datenschutzrichtlinie",
  "notifications": "Benachrichtigungen",
  "editNotify": "Benachrichtigungen bearbeiten",
  "muteNotifications": "Alle Benachrichtigungen stummschalten",
  "tPrivacy": "Datenschutzrichtlinie",
  "bLastUpdated": "Letzte Aktualisierung: 12.11.2023",
  "bYourSecurity": "Ihre Sicherheit ist uns wichtig. Aus diesem Grund werden Ihre persönlichen Daten, die Sie mit uns teilen, sensibel geschützt.",
  "bWe": "Wir, Quit&Mate, als Datenverantwortliche, klären Sie mit dieser Datenschutz- und Datenschutzrichtlinie darüber auf, welche Ihrer persönlichen Daten zu welchem Zweck, mit wem und warum die verarbeiteten Daten geteilt werden können, unsere Datenverarbeitungsmethode und die rechtlichen Gründe; Ziel ist es, Sie über Ihre Rechte in Bezug auf Ihre verarbeiteten Daten aufzuklären.",
  "tYourPersonal": "Ihre gesammelten persönlichen Daten, Erfassungsmethode und rechtlicher Grund",
  "bYourIdentity": "Ihre Identität (wie Name, Vorname, Geburtsdatum), Kontakt (wie Adresse, E-Mail-Adresse, Telefon, IP, Standort), persönliche, soziale Medien, finanzielle Informationen und audiovisuelle Aufzeichnungen werden durch uns über Technologien wie Cookies usw. automatisch oder nicht automatisch erfasst, aufgezeichnet, gespeichert und aktualisiert und manchmal von Dritten wie Analysedienstleistern, Werbenetzwerken, Suchinformationsanbietern, Technologieanbietern erhalten. Durch Technologien wie Cookies usw. durch automatische oder nicht automatische Methoden und manchmal durch Erfassen, Aufzeichnen, Speichern und Aktualisieren von Dritten wie Analysedienstleistern, Werbenetzwerken, Suchinformationsanbietern, Technologieanbietern im Rahmen und für die Dauer des Dienstes und der vertraglichen Beziehung zwischen uns, basierend auf der Bedingung der rechtmäßigen Interessendatenverarbeitung.",
  "tPurpose": "Zweck der Verarbeitung Ihrer persönlichen Daten",
  "bYourPurpose": "Ihre persönlichen Daten, die Sie mit uns teilen; um Verträge mit Ihnen zu schließen, damit Sie von unseren Dienstleistungen profitieren können, um die Anforderungen der von uns angebotenen Dienstleistungen auf bestmögliche Weise und in Übereinstimmung mit den zwischen uns geschlossenen Verträgen zu erfüllen, um sicherzustellen, dass Ihre aus diesen Verträgen resultierenden Rechte von Ihnen genutzt werden, um unsere Produkte und Dienstleistungen gemäß Ihren Bedürfnissen zu verbessern und Sie über diese Entwicklungen auf dem Laufenden zu halten, Darüber hinaus werden sie im Rahmen und während der Vertrags- und Dienstleistungszeit zweckgerichtet und gemessen verarbeitet und aktualisiert, um Sie innerhalb gesetzlicher Rahmenbedingungen mit einer breiteren Palette von Dienstleistungsanbietern zusammenzubringen und die aus dem Gesetz resultierenden Verpflichtungen zu erfüllen (Austausch von personenbezogenen Daten mit Justiz- und Verwaltungsbehörden auf Anfrage).",
  "tToWhom": "An wen und zu welchen Zwecken können die gesammelten persönlichen Daten übertragen werden",
  "bToWhom": "Ihre persönlichen Daten, die Sie mit uns teilen, können an nationale und ausländische Dritte, Institutionen und Organisationen sowie auf Anfrage an Justiz- und Verwaltungsbehörden übertragen werden, sofern die erforderlichen technischen und administrativen Maßnahmen getroffen werden, an die wir Dienstleistungen empfangen und / oder erbringen, um unsere Aktivitäten durchzuführen, mit denen wir eine vertragliche Beziehung haben und mit denen wir zusammenarbeiten.",
  "tYourRights": "Ihre Rechte als Person, deren personenbezogene Daten verarbeitet werden",
  "bPursuant": "Gemäß Artikel 11 des LPPD kann jede Person die folgenden Rechte ausüben, indem sie sich an den Datenverantwortlichen wendet:",
  "bToLearnA": "Erfahren, ob personenbezogene Daten verarbeitet werden,",
  "bToLearnB": "Den Zweck der Verarbeitung personenbezogener Daten erfahren und erfahren, ob sie für ihren beabsichtigten Zweck verwendet werden,",
  "bToLearnC": "Die Dritten kennen, an die personenbezogene Daten im In- und Ausland übermittelt werden, Korrektur personenbezogener Daten bei unvollständiger oder unrichtiger Verarbeitung anfordern,",
  "bToLearnD": "Löschung oder Vernichtung personenbezogener Daten beantragen, Benachrichtigung der gemäß Buchstaben (e) und (f) vorgenommenen Transaktionen an Dritte, denen personenbezogene Daten übermittelt werden, verlangen, Widerspruch gegen das Entstehen eines Ergebnisses zu erheben, das ausschließlich durch die automatisierte Verarbeitung von Daten erfolgt, Bei Schäden aufgrund unrechtmäßiger Verarbeitung personenbezogener Daten hat er das Recht, Schadensersatz zu verlangen.",
  "bToLearnE": "Sie können uns unter osmankok701@gmail.com kontaktieren, um Ihre oben aufgeführten Rechte auszuüben.",
  "tContact": "Kontaktiere uns",
  "bInOrder": "Um Ihnen Dienstleistungen gemäß Ihren Anfragen bereitzustellen, sind Sie vollkommen frei, die Verarbeitung Ihrer persönlichen Daten, die nur gemäß dieser Datenschutz- und Datenverarbeitungspolitik erforderlich ist, zu akzeptieren oder abzulehnen. Wenn Sie die Anwendung weiterhin verwenden, gehen wir davon aus, dass Sie zustimmen. Wenn Sie nicht zustimmen, deinstallieren Sie die Anwendung bitte von allen Ihren Geräten. Für weitere Informationen zögern Sie bitte nicht, uns per E-Mail unter osmankok701@gmail.com zu kontaktieren."
}
