{
  "appName": "QuitMate",
  "getStarted": "Get Started",
  "firstOfAll": "First of all, congrats!",
  "takeTheFirst": "Take the first step to get started and start your transformation journey now!",
  "welcomeBack": "Welcome Back!",
  "register": "Register",
  "already": "Already have an account?",
  "doNotHave": "Don't have an account?",
  "pwDoNotMatch": "Passwords do not match",
  "login": "Login",
  "success": "Success ",
  "userCreated": "User created successfully ",
  "email": "Email",
  "password": "Password",
  "passwordAgain": "Password again",
  "username": "Username",
  "error": "Error",
  "cancel": "Cancel",
  "anUnexpectedError": "An unexpected error occurred.",
  "goodMorning": "Good Morning!",
  "goodNight": "Good Night",
  "whatAreYou": "What are you getting sober from?",
  "complete": "Complete",
  "home": "Home",
  "motivation": "Motivation",
  "community": "Community",
  "support": "Support",
  "whenWas": "When was your sober start date?",
  "howMany": "How many days per week did you drink?",
  "howManyTimesEach": "On days you drank, how many drinks did you have?",
  "next": "Next",
  "lastMilestone": "Last Milestone ",
  "confirmYourDaily": "Confirm your daily pledge and review times",
  "pledge": "Daily Pledge",
  "review": "Daily Review",
  "youWillReceive": "You will receive notifications at these times.",
  "year": "Year",
  "month": "Month",
  "day": "Day",
  "days": "Days",
  "reset": "Reset",
  "settings": "Settings",
  "hour": "Hour",
  "yes": "Yes",
  "areYouSureReset": "Are you sure you want to reset your start date to today?",
  "doNotFeel": "Do not feel ashamed to reset! You should be proud that you are trying.",
  "minute": "Minute",
  "second": "Second",
  "iHaveBeen": "I have been free for",
  "mySoberStreak": "My sober streak is",
  "mySoberStartDate": "My sober start date",
  "thereWasAnError": "There was an error loading the graphic",
  "setBGImage": "Set Background Image",
  "changeBGImage": "Change background image",
  "bgImageUpdated": "Background image has been updated.",
  "okay": "Okay",
  "onlineTherapy": "Online Therapy",
  "alumni": "Alumni",
  "account": "Account",
  "deleteAccount": "Delete my account",
  "delete": "Delete",
  "areYouSureDeleteAccount": "Are you sure you want to delete your account?",
  "areYouSureTurnOff": "Are you sure you want to turn off notifications?",
  "warning": "Warning",
  "areYouSureLogout": "Are you sure you want to log out?",
  "signOut": "Sign out",
  "language": "Language",
  "darkTheme": "Dark theme",
  "about": "About",
  "feedback": "Feedback",
  "rateThisApp": "Rate this app",
  "sendUs": "Send us feedback",
  "privacy": "Privacy",
  "privacyPolicy": "Privacy policy",
  "notifications": "Notifications",
  "editNotify": "Edit notifications",
  "muteNotifications": "Mute all notifications",
  "tPrivacy": "Privacy Policy",
  "bLastUpdated": "Last updated: 12/11/2023",
  "bYourSecurity": "Your security is important to us. For this reason, your personal data that you will share with us is sensitively protected.",
  "bWe": "We, Quit&Mate, as the data controller, with this privacy and personal data protection policy, which of your personal data will be processed for what purpose, with whom and why the processed data can be shared, our data processing method and legal reasons; We aim to enlighten you about what your rights are regarding your processed data.",
  "tYourPersonal": "Your Personal Data Collected, Method of Collection and Legal Reason",
  "bYourIdentity": "Your identity, (such as name, surname, date of birth) contact, (such as address, e-mail address, telephone, IP, location) personal, social media, financial information and audio-visual records are obtained, recorded, stored and updated by us through technologies such as cookies, etc., automatically or non-automatically and sometimes from third parties such as analytics providers, advertising networks, search information providers, technology providers. By means of technologies, cookies, etc., by automatic or non-automatic methods and sometimes by obtaining, recording, storing and updating from third parties such as analytics providers, advertising networks, search information providers, technology providers, within the framework and duration of the service and contractual relationship between us, based on the legitimate interest processing condition.",
  "tPurpose": "Purpose of Processing Your Personal Data",
  "bYourPurpose": "Your personal data you share with us; to establish contracts with you in order for you to benefit from our services, to fulfill the requirements of the services we offer in the best way and in accordance with the contracts between us, to ensure that your rights arising from these contracts are used by you, to improve our products and services in line with your needs and to keep you informed of these developments, In addition, in order to bring you together with a wider range of service providers within legal frameworks and to fulfill the obligations arising from the law (sharing personal data with judicial and administrative authorities upon request), it will be processed and updated in a purposeful and measured manner during the contract and service period.",
  "tToWhom": "To whom and for what purposes the collected personal data may be transferred",
  "bToWhom": "Your personal data that you share with us may be transferred to domestic and foreign third parties, institutions and organizations and judicial and administrative authorities upon request, provided that the necessary technical and administrative measures are taken, to which we receive and / or provide services to carry out our activities, with which we have a contractual relationship, with which we cooperate.",
  "tYourRights": "Your Rights as a Person Whose Personal Data is Processed",
  "bPursuant": "Pursuant to Article 11 of the LPPD, anyone can exercise the following rights by applying to the data controller:",
  "bToLearnA": "To learn whether personal data is being processed,",
  "bToLearnB": "To learn the purpose of processing personal data and whether they are used for their intended purpose,",
  "bToLearnC": "To know the third parties to whom personal data is transferred domestically or abroad,To request correction of personal data in case of incomplete or incorrect processing,",
  "bToLearnD": "Request deletion or destruction of personal data,To request notification of the transactions made pursuant to subparagraphs (e) and (f) to third parties to whom personal data are transferred,To object to the emergence of a result to the detriment of the person himself/herself by analyzing the processed data exclusively through automated systems,In case of damage due to unlawful processing of personal data, it has the right to demand the compensation of the damage.",
  "bToLearnE": "You can contact us via osmankok701@gmail.com to exercise your rights listed above.",
  "tContact": "Contact Us",
  "bInOrder": "In order to provide you with services in line with your requests, you are completely free to accept or not to accept the processing of your personal data, which is only necessary in accordance with this privacy and personal data processing policy. If you continue to use the application, we will assume that you agree. If you do not agree, please uninstall the application from all your devices. For further information, please do not hesitate to contact us via e-mail at osmankok701@gmail.com."
}
