{
  "appName": "QuitMate",
  "getStarted": "Empezar",
  "firstOfAll": "Antes que nada, ¡felicidades!",
  "takeTheFirst": "Da el primer paso para empezar y comienza tu viaje de transformación ahora mismo.",
  "welcomeBack": "¡Bienvenido de nuevo!",
  "register": "Registrarse",
  "already": "¿Ya tienes una cuenta?",
  "doNotHave": "¿No tienes una cuenta?",
  "pwDoNotMatch": "Las contraseñas no coinciden",
  "login": "Iniciar sesión",
  "success": "Éxito ",
  "userCreated": "Usuario creado exitosamente ",
  "email": "Correo electrónico",
  "password": "Contraseña",
  "passwordAgain": "Contraseña de nuevo",
  "username": "Nombre de usuario",
  "error": "Error",
  "cancel": "Cancelar",
  "anUnexpectedError": "Se produjo un error inesperado.",
  "goodMorning": "¡Buenos días!",
  "goodNight": "Buenas noches",
  "whatAreYou": "¿De qué te estás recuperando?",
  "complete": "Completo",
  "home": "Inicio",
  "motivation": "Motivación",
  "community": "Comunidad",
  "support": "Soporte",
  "whenWas": "¿Cuándo fue tu fecha de inicio sobria?",
  "howMany": "¿Cuántos días a la semana bebías?",
  "howManyTimesEach": "En los días que bebías, ¿cuántas bebidas tenías?",
  "next": "Siguiente",
  "lastMilestone": "Último hito ",
  "confirmYourDaily": "Confirma tu compromiso diario y revisa los horarios",
  "pledge": "Compromiso Diario",
  "review": "Revisión Diaria",
  "youWillReceive": "Recibirás notificaciones en estos horarios.",
  "year": "Año",
  "month": "Mes",
  "day": "Día",
  "days": "Días",
  "reset": "Restablecer",
  "settings": "Ajustes",
  "hour": "Hora",
  "yes": "Sí",
  "areYouSureReset": "¿Estás seguro de que quieres restablecer tu fecha de inicio hoy?",
  "doNotFeel": "¡No te sientas avergonzado de restablecer! Deberías estar orgulloso de estar intentándolo.",
  "minute": "Minuto",
  "second": "Segundo",
  "iHaveBeen": "He estado libre por",
  "mySoberStreak": "Mi racha sobria es",
  "mySoberStartDate": "Mi fecha de inicio sobria",
  "thereWasAnError": "Hubo un error al cargar la gráfica",
  "setBGImage": "Establecer Imagen de Fondo",
  "changeBGImage": "Cambiar imagen de fondo",
  "bgImageUpdated": "La imagen de fondo se ha actualizado.",
  "okay": "De acuerdo",
  "onlineTherapy": "Terapia en línea",
  "alumni": "Antiguos alumnos",
  "account": "Cuenta",
  "deleteAccount": "Eliminar mi cuenta",
  "delete": "Eliminar",
  "areYouSureDeleteAccount": "¿Estás seguro de que quieres eliminar tu cuenta?",
  "areYouSureTurnOff": "¿Estás seguro de que quieres desactivar las notificaciones?",
  "warning": "Advertencia",
  "areYouSureLogout": "¿Estás seguro de que quieres cerrar sesión?",
  "signOut": "Cerrar sesión",
  "language": "Idioma",
  "darkTheme": "Tema oscuro",
  "about": "Acerca de",
  "feedback": "Comentarios",
  "rateThisApp": "Califica esta aplicación",
  "sendUs": "Envíanos comentarios",
  "privacy": "Privacidad",
  "privacyPolicy": "Política de privacidad",
  "notifications": "Notificaciones",
  "editNotify": "Editar notificaciones",
  "muteNotifications": "Silenciar todas las notificaciones",
  "tPrivacy": "Política de privacidad",
  "bLastUpdated": "Última actualización: 12/11/2023",
  "bYourSecurity": "Tu seguridad es importante para nosotros. Por esta razón, los datos personales que compartirás con nosotros están protegidos de manera sensible.",
  "bWe": "Nosotros, Quit&Mate, como controlador de datos, con esta política de privacidad y protección de datos personales, que de tus datos personales se procesarán con qué propósito, con quién y por qué se pueden compartir los datos procesados, nuestro método de procesamiento de datos y razones legales; Buscamos iluminarte sobre cuáles son tus derechos con respecto a tus datos procesados.",
  "tYourPersonal": "Datos Personales Recopilados, Método de Recopilación y Razón Legal",
  "bYourIdentity": "Tu identidad (como nombre, apellido, fecha de nacimiento), contacto (como dirección, dirección de correo electrónico, teléfono, IP, ubicación), información personal, social media, información financiera y registros audiovisuales se obtienen, registran, almacenan y actualizan por nosotros a través de tecnologías como cookies, etc., automáticamente o no automáticamente y a veces de terceros como proveedores de análisis, redes de publicidad, proveedores de información de búsqueda, proveedores de tecnología. Mediante tecnologías, cookies, etc., mediante métodos automáticos o no automáticos y a veces mediante la obtención, registro, almacenamiento y actualización de terceros como proveedores de análisis, redes de publicidad, proveedores de información de búsqueda, proveedores de tecnología, en el marco y duración del servicio y la relación contractual entre nosotros, en base a la condición de procesamiento de interés legítimo.",
  "tPurpose": "Propósito del Procesamiento de tus Datos Personales",
  "bYourPurpose": "Los datos personales que compartes con nosotros; para establecer contratos contigo con el fin de que puedas beneficiarte de nuestros servicios, cumplir con los requisitos de los servicios que ofrecemos de la mejor manera y de acuerdo con los contratos entre nosotros, asegurarnos de que tus derechos derivados de estos contratos sean utilizados por ti, mejorar nuestros productos y servicios de acuerdo con tus necesidades y mantenerte informado sobre estos desarrollos. Además, con el fin de ponerte en contacto con un rango más amplio de proveedores de servicios dentro de los marcos legales y cumplir con las obligaciones derivadas de la ley (compartir datos personales con autoridades judiciales y administrativas a solicitud), se procesará y actualizará de manera intencional y medida durante el período contractual y de servicio.",
  "tToWhom": "A quién y con qué propósitos se pueden transferir los datos personales recopilados",
  "bToWhom": "Tus datos personales que compartes con nosotros pueden ser transferidos a terceros nacionales y extranjeros, instituciones y organizaciones y autoridades judiciales y administrativas a solicitud, siempre que se tomen las medidas técnicas y administrativas necesarias, a los que recibimos y / o brindamos servicios para llevar a cabo nuestras actividades, con los que tenemos una relación contractual, con los que cooperamos.",
  "tYourRights": "Tus Derechos como Persona Cuyos Datos Personales son Procesados",
  "bPursuant": "De acuerdo con el Artículo 11 de la LPPD, cualquier persona puede ejercer los siguientes derechos solicitándolos al responsable de datos:",
  "bToLearnA": "Saber si se están procesando datos personales,",
  "bToLearnB": "Conocer el propósito del procesamiento de datos personales y si se utilizan para su propósito previsto,",
  "bToLearnC": "Saber a qué terceros se transfieren los datos personales, tanto en el país como en el extranjero, Solicitar la corrección de datos personales en caso de tratamiento incompleto o incorrecto,",
  "bToLearnD": "Solicitar la eliminación o destrucción de datos personales, Solicitar la notificación de las transacciones realizadas de conformidad con los apartados (e) y (f) a terceros a los que se transfieren datos personales, Oponerse a la aparición de un resultado en detrimento de la persona misma mediante el análisis de los datos procesados exclusivamente a través de sistemas automatizados, En caso de daño debido al tratamiento ilícito de datos personales, tiene el derecho de exigir la compensación del daño.",
  "bToLearnE": "Puedes contactarnos a través de osmankok701@gmail.com para ejercer los derechos mencionados anteriormente.",
  "tContact": "Contáctanos",
  "bInOrder": "Con el fin de brindarte servicios de acuerdo con tus solicitudes, eres completamente libre de aceptar o no aceptar el procesamiento de tus datos personales, que solo es necesario de acuerdo con esta política de privacidad y procesamiento de datos personales. Si continúas utilizando la aplicación, asumiremos que estás de acuerdo. Si no estás de acuerdo, desinstala la aplicación de todos tus dispositivos. Para obtener más información, no dudes en contactarnos por correo electrónico a osmankok701@gmail.com."
}
