{
  "appName": "QuitMate",
  "getStarted": "Commencer",
  "firstOfAll": "Tout d'abord, félicitations !",
  "takeTheFirst": "Faites le premier pas pour commencer et commencez votre parcours de transformation dès maintenant !",
  "welcomeBack": "Bienvenue de nouveau !",
  "register": "S'inscrire",
  "already": "Vous avez déjà un compte ?",
  "doNotHave": "Vous n'avez pas de compte ?",
  "pwDoNotMatch": "Les mots de passe ne correspondent pas",
  "login": "Connexion",
  "success": "Succès ",
  "userCreated": "Utilisateur créé avec succès ",
  "email": "E-mail",
  "password": "Mot de passe",
  "passwordAgain": "Répéter le mot de passe",
  "username": "Nom d'utilisateur",
  "error": "Erreur",
  "cancel": "Annuler",
  "anUnexpectedError": "Une erreur inattendue s'est produite.",
  "goodMorning": "Bonjour !",
  "goodNight": "Bonne nuit",
  "whatAreYou": "De quoi êtes-vous sobre ?",
  "complete": "Compléter",
  "home": "Accueil",
  "motivation": "Motivation",
  "community": "Communauté",
  "support": "Support",
  "whenWas": "Quelle était la date de début de votre sobriété ?",
  "howMany": "Combien de jours par semaine avez-vous bu ?",
  "howManyTimesEach": "Les jours où vous avez bu, combien de verres avez-vous pris ?",
  "next": "Suivant",
  "lastMilestone": "Dernière étape ",
  "confirmYourDaily": "Confirmez votre engagement quotidien et les heures de révision",
  "pledge": "Engagement quotidien",
  "review": "Révision quotidienne",
  "youWillReceive": "Vous recevrez des notifications à ces heures.",
  "year": "Année",
  "month": "Mois",
  "day": "Jour",
  "days": "Jours",
  "reset": "Réinitialiser",
  "settings": "Paramètres",
  "hour": "Heure",
  "yes": "Oui",
  "areYouSureReset": "Êtes-vous sûr de vouloir réinitialiser votre date de début à aujourd'hui ?",
  "doNotFeel": "Ne vous sentez pas honteux de réinitialiser ! Vous devriez être fier d'essayer.",
  "minute": "Minute",
  "second": "Seconde",
  "iHaveBeen": "J'ai été libre pendant",
  "mySoberStreak": "Ma période de sobriété est de",
  "mySoberStartDate": "Ma date de début de sobriété",
  "thereWasAnError": "Une erreur s'est produite lors du chargement de l'élément graphique",
  "setBGImage": "Définir l'image de fond",
  "changeBGImage": "Changer l'image de fond",
  "bgImageUpdated": "L'image de fond a été mise à jour.",
  "okay": "D'accord",
  "onlineTherapy": "Thérapie en ligne",
  "alumni": "Anciens",
  "account": "Compte",
  "deleteAccount": "Supprimer mon compte",
  "delete": "Supprimer",
  "areYouSureDeleteAccount": "Êtes-vous sûr de vouloir supprimer votre compte ?",
  "areYouSureTurnOff": "Êtes-vous sûr de vouloir désactiver les notifications ?",
  "warning": "Avertissement",
  "areYouSureLogout": "Êtes-vous sûr de vouloir vous déconnecter ?",
  "signOut": "Déconnexion",
  "language": "Langue",
  "darkTheme": "Thème sombre",
  "about": "À propos",
  "feedback": "Retour d'information",
  "rateThisApp": "Noter cette application",
  "sendUs": "Envoyez-nous vos commentaires",
  "privacy": "Confidentialité",
  "privacyPolicy": "Politique de confidentialité",
  "notifications": "Notifications",
  "editNotify": "Modifier les notifications",
  "muteNotifications": "Muter toutes les notifications",
  "tPrivacy": "Politique de confidentialité",
  "bLastUpdated": "Dernière mise à jour : 12/11/2023",
  "bYourSecurity": "Votre sécurité est importante pour nous. Pour cette raison, vos données personnelles que vous partagerez avec nous seront protégées de manière sensible.",
  "bWe": "Nous, Quit&Mate, en tant que responsable du traitement des données, avec cette politique de confidentialité et de protection des données personnelles, précisant quelles données personnelles seront traitées dans quel but, avec qui et pourquoi les données traitées peuvent être partagées, notre méthode de traitement des données et les raisons juridiques ; Nous visons à vous éclairer sur vos droits concernant vos données traitées.",
  "tYourPersonal": "Vos données personnelles collectées, méthode de collecte et raison légale",
  "bYourIdentity": "Votre identité (telles que le nom, le prénom, la date de naissance), les coordonnées (telles que l'adresse, l'adresse e-mail, le téléphone, l'IP, la localisation), les informations personnelles, les médias sociaux, les informations financières et les enregistrements audiovisuels sont obtenus, enregistrés, stockés et mis à jour par nous à travers des technologies telles que les cookies, etc., automatiquement ou non automatiquement et parfois auprès de tiers tels que les fournisseurs d'analyse, les réseaux publicitaires, les fournisseurs d'informations de recherche, les fournisseurs de technologie. Par le biais de technologies, de cookies, etc., par des méthodes automatiques ou non automatiques et parfois en obtenant, en enregistrant, en stockant et en mettant à jour auprès de tiers tels que les fournisseurs d'analyse, les réseaux publicitaires, les fournisseurs d'informations de recherche, les fournisseurs de technologie, dans le cadre et la durée du service et de la relation contractuelle entre nous, sur la base de la condition de traitement de l'intérêt légitime.",
  "tPurpose": "Objectif du traitement de vos données personnelles",
  "bYourPurpose": "Les données personnelles que vous partagez avec nous ; pour établir des contrats avec vous afin que vous puissiez bénéficier de nos services, pour répondre aux exigences des services que nous offrons de la meilleure façon possible et conformément aux contrats entre nous, pour garantir que vos droits découlant de ces contrats sont utilisés par vous, pour améliorer nos produits et services en fonction de vos besoins et pour vous tenir informé de ces développements, En outre, afin de vous mettre en relation avec un éventail plus large de prestataires de services dans le cadre de cadres juridiques et de remplir les obligations découlant de la loi (partage de données personnelles avec les autorités judiciaires et administratives sur demande), elles seront traitées et mises à jour de manière ciblée et mesurée pendant la durée du contrat et du service.",
  "tToWhom": "À qui et à quelles fins les données personnelles collectées peuvent-elles être transférées",
  "bToWhom": "Vos données personnelles que vous partagez avec nous peuvent être transférées à des tiers nationaux et étrangers, des institutions et des organisations et des autorités judiciaires et administratives sur demande, à condition que les mesures techniques et administratives nécessaires soient prises, à qui nous recevons et / ou fournissons des services pour mener à bien nos activités, avec lesquels nous avons une relation contractuelle, avec lesquels nous coopérons.",
  "tYourRights": "Vos droits en tant que personne dont les données personnelles sont traitées",
  "bPursuant": "Conformément à l'article 11 de la LPPD, toute personne peut exercer les droits suivants en s'adressant au responsable du traitement des données :",
  "bToLearnA": "Savoir si des données personnelles sont en cours de traitement,",
  "bToLearnB": "Connaître la finalité du traitement des données personnelles et savoir si elles sont utilisées à des fins prévues,",
  "bToLearnC": "Connaître les tiers auxquels les données personnelles sont transférées nationalement ou internationalement, demander la correction des données personnelles en cas de traitement incomplet ou incorrect,",
  "bToLearnD": "Demander la suppression ou la destruction des données personnelles, demander la notification des transactions effectuées conformément aux alinéas (e) et (f) aux tiers auxquels les données personnelles sont transférées, s'opposer à l'apparition d'un résultat préjudiciable à la personne elle-même par analyse des données traitées exclusivement par des systèmes automatisés, en cas de dommage dû à un traitement illicite des données personnelles, il a le droit de demander réparation du dommage.",
  "bToLearnE": "Vous pouvez nous contacter via osmankok701@gmail.com pour exercer les droits énumérés ci-dessus.",
  "tContact": "Contactez-nous",
  "bInOrder": "Afin de vous fournir des services conformes à vos demandes, vous êtes entièrement libre d'accepter ou de refuser le traitement de vos données personnelles, qui est seulement nécessaire conformément à cette politique de confidentialité et de traitement des données personnelles. Si vous continuez à utiliser l'application, nous supposerons que vous êtes d'accord. Si vous n'êtes pas d'accord, veuillez désinstaller l'application de tous vos appareils. Pour plus d'informations, n'hésitez pas à nous contacter par e-mail à l'adresse osmankok701@gmail.com."
}
