{
  "appName": "QuitMate",
  "getStarted": "Начать",
  "firstOfAll": "Прежде всего, поздравляю!",
  "takeTheFirst": "Сделайте первый шаг, чтобы начать и начать свой путь преобразования прямо сейчас!",
  "welcomeBack": "Добро пожаловать назад!",
  "register": "Регистрация",
  "already": "Уже есть аккаунт?",
  "doNotHave": "Нет аккаунта?",
  "pwDoNotMatch": "Пароли не совпадают",
  "login": "Войти",
  "success": "Успех",
  "userCreated": "Пользователь успешно создан",
  "email": "Электронная почта",
  "password": "Пароль",
  "passwordAgain": "Повторите пароль",
  "username": "Имя пользователя",
  "error": "Ошибка",
  "cancel": "Отмена",
  "anUnexpectedError": "Произошла неожиданная ошибка.",
  "goodMorning": "Доброе утро!",
  "goodNight": "Спокойной ночи",
  "whatAreYou": "От чего ты воздерживаешься?",
  "complete": "Завершить",
  "home": "Домой",
  "motivation": "Мотивация",
  "community": "Сообщество",
  "support": "Поддержка",
  "whenWas": "Когда была твоя дата начала воздержания?",
  "howMany": "Сколько дней в неделю ты пил?",
  "howManyTimesEach": "В дни, когда ты пил, сколько раз ты пил?",
  "next": "Далее",
  "lastMilestone": "Последний вех",
  "confirmYourDaily": "Подтвердите свою ежедневную клятву и рассмотрите времена",
  "pledge": "Ежедневная клятва",
  "review": "Ежедневный обзор",
  "youWillReceive": "Вы будете получать уведомления в эти времена.",
  "year": "Год",
  "month": "Месяц",
  "day": "День",
  "days": "Дни",
  "reset": "Сброс",
  "settings": "Настройки",
  "hour": "Час",
  "yes": "Да",
  "areYouSureReset": "Вы уверены, что хотите сбросить свою дату начала на сегодня?",
  "doNotFeel": "Не стесняйтесь сбросить! Вы должны гордиться тем, что пытаетесь.",
  "minute": "Минута",
  "second": "Секунда",
  "iHaveBeen": "Я свободен",
  "mySoberStreak": "Мой период воздержания",
  "mySoberStartDate": "Моя дата начала воздержания",
  "thereWasAnError": "Произошла ошибка при загрузке графики",
  "setBGImage": "Установить фоновое изображение",
  "changeBGImage": "Изменить фоновое изображение",
  "bgImageUpdated": "Фоновое изображение было обновлено.",
  "okay": "Хорошо",
  "onlineTherapy": "Онлайн-терапия",
  "alumni": "Выпускники",
  "account": "Аккаунт",
  "deleteAccount": "Удалить мой аккаунт",
  "delete": "Удалить",
  "areYouSureDeleteAccount": "Вы уверены, что хотите удалить свой аккаунт?",
  "areYouSureTurnOff": "Вы уверены, что хотите отключить уведомления?",
  "warning": "Предупреждение",
  "areYouSureLogout": "Вы уверены, что хотите выйти?",
  "signOut": "Выйти",
  "language": "Язык",
  "darkTheme": "Темная тема",
  "about": "О приложении",
  "feedback": "Отзыв",
  "rateThisApp": "Оценить это приложение",
  "sendUs": "Отправить нам отзыв",
  "privacy": "Конфиденциальность",
  "privacyPolicy": "Политика конфиденциальности",
  "notifications": "Уведомления",
  "editNotify": "Редактировать уведомления",
  "muteNotifications": "Отключить все уведомления",
  "tPrivacy": "Политика конфиденциальности",
  "bLastUpdated": "Последнее обновление: 11/12/2023",
  "bYourSecurity": "Ваша безопасность важна для нас. Поэтому ваши персональные данные, которые вы будете делить с нами, чутко защищены.",
  "bWe": "Мы, Quit&Mate, как контролер данных, с этой политикой конфиденциальности и защиты персональных данных, цель которой обработка ваших персональных данных, для каких целей и с кем и почему обрабатываются обработанные данные, наш метод обработки данных и законные основания; Мы стремимся проинформировать вас о том, какие у вас права относительно ваших обработанных данных.",
  "tYourPersonal": "Ваши собранные персональные данные, метод сбора и законное основание",
  "bYourIdentity": "Ваша личность (такие как имя, фамилия, дата рождения), контакт (такой как адрес, электронная почта, телефон, IP, местоположение), личная, социальная информация, финансовая информация и аудио-визуальные записи получаются, записываются, хранятся и обновляются нами через технологии, такие как файлы cookie и др., автоматически или неавтоматически и иногда от третьих сторон, таких как поставщики аналитики, рекламные сети, поставщики информации о поиске, технологические поставщики. Посредством технологий, файлов cookie и т.д., автоматическим или неавтоматическим методом и иногда с получением, записью, хранением и обновлением от третьих сторон, таких как поставщики аналитики, рекламные сети, поставщики информации о поиске, технологические поставщики, в рамках услуги и контрактных отношений между нами, на основе законного интереса обработки.",
  "tPurpose": "Цель обработки ваших персональных данных",
  "bYourPurpose": "Ваши персональные данные, которые вы делитесь с нами; для заключения контрактов с вами с целью предоставления вам наших услуг, для выполнения требований предлагаемых нами услуг наилучшим образом и в соответствии с контрактами между нами, чтобы гарантировать использование вами ваших прав, вытекающих из этих контрактов, для улучшения наших продуктов и услуг в соответствии с вашими потребностями и для информирования вас об этих событиях. Кроме того, для того чтобы привести вас в контакт с более широким кругом поставщиков услуг в правовых рамках и для выполнения обязательств, вытекающих из закона (передача персональных данных судебным и административным органам по запросу), они будут обрабатываться и обновляться целенаправленно и измеренно в течение контрактного и срока службы.",
  "tToWhom": "Кому и для каких целей могут быть переданы собранные персональные данные",
  "bToWhom": "Ваши персональные данные, которые вы делитесь с нами, могут быть переданы третьим лицам, институтам и организациям внутри страны и за ее пределами, а также судебным и административным органам по запросу, при условии принятия необходимых технических и административных мер, с которыми мы получаем и/или предоставляем услуги для осуществления наших деятельностей, с которыми у нас есть контрактные отношения, с которыми мы сотрудничаем.",
  "tYourRights": "Ваши права как лица, обработанных персональных данных",
  "bPursuant": "Согласно статье 11 ЗПДД, любой может воспользоваться следующими правами, обратившись к контролеру данных:",
  "bToLearnA": "Узнать, обрабатываются ли персональные данные,",
  "bToLearnB": "Узнать цель обработки персональных данных и используются ли они в предназначенных целях,",
  "bToLearnC": "Узнать о третьих лицах, которым могут быть переданы персональные данные внутри страны или за ее пределами, запросить исправление персональных данных в случае их неполного или неправильного обработки,",
  "bToLearnD": "Потребовать удаления или уничтожения персональных данных, запросить уведомление о сделанных сделках в соответствии с подпунктами (е) и (f) передачи персональных данных третьим лицам, в которые передаются персональные данные, возражать против получения результата во вред самому себе путем анализа обработанных данных исключительно с использованием автоматизированных систем, в случае ущерба вследствие незаконной обработки персональных данных, имеет право требовать компенсации ущерба.",
  "bToLearnE": "Вы можете связаться с нами по адресу osmankok701@gmail.com для осуществления ваших перечисленных выше прав.",
  "tContact": "Свяжитесь с нами",
  "bInOrder": "Чтобы предоставить вам услуги в соответствии с вашими запросами, вы полностью свободны принять или не принимать обработку ваших персональных данных, которая является необходимой только в соответствии с настоящей политикой конфиденциальности и обработки персональных данных. Если вы продолжите использовать приложение, мы предположим, что вы согласны. Если вы не согласны, пожалуйста, удалите приложение со всех ваших устройств. Для получения дополнительной информации, не стесняйтесь связаться с нами по электронной почте по адресу osmankok701@gmail.com.",
