{
  "appName": "QuitMate",
  "getStarted": "Başlamak İçin Tıklayın",
  "firstOfAll": "Her şeyden önce, tebrikler!",
  "takeTheFirst": "Başlamak ve dönüşüm yolculuğunuza hemen başlamak için ilk adımı atın!",
  "welcomeBack": "Tekrar Hoş Geldiniz!",
  "register": "Kayıt Ol",
  "already": "Zaten bir hesabınız mı var?",
  "doNotHave": "Hesabınız yok mu?",
  "pwDoNotMatch": "Parolalar eşleşmiyor",
  "login": "Giriş Yap",
  "success": "Başarı ",
  "userCreated": "Kullanıcı başarıyla oluşturuldu ",
  "email": "E-posta",
  "password": "Parola",
  "passwordAgain": "Parolayı Tekrar Girin",
  "username": "Kullanıcı Adı",
  "error": "Hata",
  "cancel": "İptal",
  "anUnexpectedError": "Beklenmeyen bir hata oluştu.",
  "goodMorning": "Günaydın!",
  "goodNight": "İyi Geceler",
  "whatAreYou": "Neden temizleniyorsun?",
  "complete": "Tamamla",
  "home": "Ana Sayfa",
  "motivation": "Motivasyon",
  "community": "Topluluk",
  "support": "Destek",
  "whenWas": "Ne zaman temizlendin?",
  "howMany": "Haftada kaç gün içki içtin?",
  "howManyTimesEach": "İçtiğin günlerde kaç içki içtin?",
  "next": "Sonraki",
  "lastMilestone": "Son Mezuniyet ",
  "confirmYourDaily": "Günlük taahhütünü onayla ve saatleri gözden geçir",
  "pledge": "Günlük Taahhüt",
  "review": "Günlük Gözden Geçirme",
  "youWillReceive": "Bu saatlerde bildirim alacaksınız.",
  "year": "Yıl",
  "month": "Ay",
  "day": "Gün",
  "days": "Gün",
  "reset": "Sıfırla",
  "settings": "Ayarlar",
  "hour": "Saat",
  "yes": "Evet",
  "areYouSureReset": "Başlangıç tarihinizi bugüne sıfırlamak istediğinizden emin misiniz?",
  "doNotFeel": "Sıfırlamaktan utanma! Denemeye çalıştığın için gurur duymalısın.",
  "minute": "Dakika",
  "second": "Saniye",
  "iHaveBeen": "Ben özgür kaldım",
  "mySoberStreak": "Benim temizlik serim",
  "mySoberStartDate": "Benim temizlik başlangıç tarihim",
  "thereWasAnError": "Grafik yüklenirken bir hata oluştu",
  "setBGImage": "Arka Plan Resmi Ayarla",
  "changeBGImage": "Arka plan resmini değiştir",
  "bgImageUpdated": "Arka plan resmi güncellendi.",
  "okay": "Tamam",
  "onlineTherapy": "Online Terapi",
  "alumni": "Mezunlar",
  "account": "Hesap",
  "deleteAccount": "Hesabımı Sil",
  "delete": "Sil",
  "areYouSureDeleteAccount": "Hesabınızı silmek istediğinizden emin misiniz?",
  "areYouSureTurnOff": "Bildirimleri kapatmak istediğinizden emin misiniz?",
  "warning": "Uyarı",
  "areYouSureLogout": "Çıkış yapmak istediğinizden emin misiniz?",
  "signOut": "Çıkış Yap",
  "language": "Dil",
  "darkTheme": "Karanlık Mod",
  "about": "Hakkında",
  "feedback": "Geribildirim",
  "rateThisApp": "Bu uygulamayı değerlendir",
  "sendUs": "Bize geribildirim gönderin",
  "privacy": "Gizlilik",
  "privacyPolicy": "Gizlilik Politikası",
  "notifications": "Bildirimler",
  "editNotify": "Bildirimleri Düzenle",
  "muteNotifications": "Tüm bildirimleri kapat",
  "tPrivacy": "Gizlilik Politikası",
  "bLastUpdated": "Son güncelleme: 12/11/2023",
  "bYourSecurity": "Güvenliğiniz bizim için önemlidir. Bu nedenle bizimle paylaşacağınız kişisel verileriniz, hassas bir şekilde korunmaktadır.",
  "bWe": "Veri sorumlusu olarak biz, kişisel verilerinizin hangi amaçla işleneceği, işlenen verilerin kimlerle ve neden paylaşılabileceği, verilerin nasıl işlendiği ve hukuki nedenler gibi bu gizlilik ve kişisel veri işleme politikası ile ilgili sizleri aydınlatmayı amaçlıyoruz.",
  "tYourPersonal": "Toplanan Kişisel Verileriniz, Toplama Yöntemi ve Hukuki Neden",
  "bYourIdentity": "Kimlik bilgileriniz, (ad, soyad, doğum tarihi gibi) iletişim bilgileriniz, (adres, e-posta adresi, telefon, IP, konum) kişisel, sosyal medya, finansal bilgileriniz ve sesli-görüntülü kayıtlarınız, çerez vb. teknolojiler aracılığıyla, otomatik ya da otomatik olmayan yöntemlerle ve bazen analiz sağlayıcılar, reklam ağları, arama bilgi sağlayıcıları, teknoloji sağlayıcıları gibi üçüncü taraflardan alınarak bizim tarafımızdan otomatik veya otomatik olmayan şekillerde elde edilir, kaydedilir, depolanır ve güncellenir. Bu veriler, hizmet ve sözleşme ilişkisi çerçevesinde ve süresince, meşru çıkar işleme koşulu ile işlenir.",
  "tPurpose": "Kişisel Verilerinizin İşlenme Amacı",
  "bYourPurpose": "Bizimle paylaştığınız kişisel veriler; sizinle sözleşme kurmak, size sunduğumuz hizmetlerden en iyi şekilde faydalanmanızı sağlamak ve aramızdaki sözleşmelere uygun olarak hizmetlerimizi en iyi şekilde yerine getirmek, bu sözleşmelerden doğan haklarınızın tarafınızca kullanılmasını sağlamak, ürünlerimizi ve hizmetlerimizi sizin ihtiyaçlarınıza uygun olarak geliştirmek ve bu gelişmeler hakkında sizi bilgilendirmek amacıyla işlenir. Ayrıca yasal çerçeveler içinde sizi daha geniş bir hizmet sağlayıcı yelpazesiyle buluşturmak ve yasadan kaynaklanan yükümlülükleri yerine getirmek amacıyla (kişisel verilerin talep üzerine yargı ve idari makamlarla paylaşılması), iş sözleşmesi ve hizmet süresince amaçlı ve ölçülü bir şekilde işlenir ve güncellenir.",
  "tToWhom": "Toplanan Kişisel Verilerin Kime ve Hangi Amaçlarla Aktarılabileceği",
  "bToWhom": "Bizimle paylaştığınız kişisel verileriniz, yeterli teknik ve idari tedbirler alındığı sürece, faaliyetlerimizi gerçekleştirmek üzere hizmet aldığımız veya hizmet sağladığımız yurt içi ve yurt dışındaki üçüncü kişilere, kurumlara ve kuruluşlara ve talep halinde yargı ve idari makamlara aktarılabilecektir.",
  "tYourRights": "Kişisel Verileri İşlenen Kişinin Hakları",
  "bPursuant": "LPPD'nin 11. maddesi uyarınca herkes, veri sorumlusuna başvurarak aşağıdaki hakları kullanabilir:",
  "bToLearnA": "Kişisel verilerinin işlenip işlenmediğini öğrenme,",
  "bToLearnB": "Kişisel verilerinin işlenme amacını ve bunların amacına uygun kullanılıp kullanılmadığını öğrenme,",
  "bToLearnC": "Kişisel verilerinin yurt içinde veya yurt dışında üçüncü kişilere aktarıldığı bilme, eksik veya yanlış işlenmişse düzeltme talebinde bulunma,",
  "bToLearnD": "Kişisel verilerinin silinmesini veya yok edilmesini talep etme,",
  "bToLearnE": "Verilerinin aktarıldığı üçüncü kişilere kişisel verilerinin silinmesi, yok edilmesi veya düzeltilmesi ile ilgili yapılan işlemlerin tarafına bildirilmesini talep etme,",
  "bToLearnF": "Kişisel verilerinin bilgisayarla otomatik olarak işlenmesi suretiyle aleyhinize bir sonuç ortaya çıkıp çıkmadığını öğrenme,",
  "bToLearnG": "Kişisel verilerinizin hukuka aykırı olarak işlenmesi sebebiyle zarara uğramanız halinde zararın giderilmesini talep etme hakkına sahiptir.",
  "bToLearnH": "Yukarıda sıralanan haklarınızı kullanmak için osmankok701@gmail.com adresinden bize ulaşabilirsiniz.",
  "tContact": "Bize Ulaşın",
  "bInOrder": "Bu gizlilik ve kişisel veri işleme politikasına uygun olarak sadece gerekli olan kişisel verilerinizin işlenmesini kabul etme veya kabul etmeme konusunda tamamen özgürsünüz. Uygulamayı kullanmaya devam ederseniz, kabul ettiğiniz varsayılır. Kabul etmiyorsanız, lütfen uygulamayı tüm cihazlardan kaldırın. Daha fazla bilgi için lütfen bize osmankok701@gmail.com adresinden e-posta ile ulaşın."
}
